Repository: mr-elbe5/CoDefApp
Catalog: CoDefApp/*.lproj/Localizable.strings
Languages: de

source: Add
de: Hinzufügen

source: Save
de: Speichern

source: done
de: Fertig

source: Yes
de: Ja

# true
source: Yes
de: Ja

source: No
de: Nein

# false
source: No
de: Nein

source: New
de: Neu

source: for
de: für

source: Created
de: Erstellt

source: Creator
de: Ersteller

source: Creation Date
de: Erstellungsdatum

source: on
de: am

source: by
de: von

source: Alert
de: Achtung

source: Please Approve
de: Bitte bestätigen

# deleteInfo
source: You are going to delete this item. This cannot be undone. Do want to proceed?
de: Sie sind dabei, dieses Element zu löschen. Dies kann nicht rückgängig gemacht werden. Wollen Sie fortfahren?

# confirmDeleteImage
source: Do you want to completely delete this image?
de: Wollen Sie dieses Bild endgültig löschen?

# filesDeleted
source: Deleted Files
de: Gelöschte Dateien

source: Accept
de: Übernehmen

source: Cancel
de: Abbrechen

source: Success
de: Erfolg

source: Result
de: Ergebnis

source: Error
de: Fehler

source: Errors
de: Fehler

# mandatoryFieldsError
source: Please fille all mandatory fields (*)
de: Bitte füllen Sie alle Pflichtfelder (*) aus.

# userDeleteError
source: You cannot delete this person/company (already assigned).
de: Sie können diese Firma nicht löschen (bereits zugeordnet).

source: Description
de: Beschreibung

source: Image
de: Bild

source: Images
de: Bilder

source: Report
de: Bericht

source: Context
de: Kontext

# send
source: Send by Email
de: Per Email verschicken

# reportSubject
source: Report from Bandika Issue Tracker
de: Bericht vom Codef Baumängel-Verfolgung

# reportAttached
source: The report is attached as PDF file.
de: Der Bericht ist als PDF-Datei angehängt.

source: Save Report
de: Bericht speichern

# selectReportFile
source: Select a file name for this report
de: Wählen Sie einen Datei zum Speichern.

# mailNotConfigured
source: There no mail app available or not configured for sending.
de: Es konnte keine Email-App gefunden werden oder sie ist nicht zum Versenden konfiguriert.

# symbolHeader
source: Symbols
de: Symbole

# menuSymbolHeader
source: Menu Symbols
de: Menüsymbole

# infoSymbolText
source: Show informations about the current view.
de: Informationen zu der aktuellen Ansicht anzeigen.

# filterCheckmarkSymbolText
source: The element containes filtered subelements
de: Element enthält gefilterte Unterelemente.

# filterXmarkSymbolText
source: The element containes no filtered subelements
de: Element enthält keine gefilterten Unterelemente.

source: Overview
de: Übersicht

# mainInfoHeader
source: About this App
de: Über diese App

# mainInfoGeneral
source: This app has been created for tracking defects like e.g. construction defects or maintenance tasks. The server software is available as open source at Github under the name 'Bandika Issue Tracker'. The app can be connected to a dedicated server. Yet this is only needed if you want to store your data at a central location. You can get support for creating and running a dedicated server at www.elbe5.de.
de: Diese App ist für das Erfassen und Verfolgen von Baumängeln oder Hausmeisteraufgaben konzipiert. Die Software steht als Open Source unter https://git.elbe5cloud.de/miro/CodefApp zur Verfügung. Die App kann mit einem zugehörigen Server verbunden werden. Notwendig ist das allerdings nur, wenn Sie Ihre Daten zentral speichern wollen. Der Server ist ebenfalls Open Source und unter https://git.elbe5cloud.de/miro/CodefServer verfügbar. Unterstützung für die Einrichtung und Nutzung eines zugehörigen Servers können Sie bei www.elbe5.de erhalten.

# cloudSymbolText
source: Open server synchronization (not for standalone operation).
de: Einstellungen für eine Server-Verbindung und Synchronisation öffnen (nur bei Server-Nutzung).

# backupSymbolText
source: Backup all data as a zip file or restore (and replace) all data from a backup zip file.
de: Alle Daten als Zip-Datei sichern oder alle Daten von einer Sicherungs-Zip-Datei wiederherstellen (ersetzen).

# settingsSymbolText
source: Open settings like standalone or server usage and others.
de: Einstellungen wie die Server-Nutzung und andere öffnen.

# mainInfoStructureHeader
source: Structure
de: Struktur

# mainInfoStructureText
source: The structure includes projects, units and defects. Additionally it includes a pool of companies for assigning them to one or more projects and to their defects. Projects can be e.g. construction tasks or buildings. From the pool of all companies the relevant ones are assigned to each project. Units are parts of the project like a floor or a room. Units can have a (ground )plan, where defects can be marked on. Defects include a name or short description, a description of the defect, a status, an assignment to a company, a target date, a position and images and/or photos. Defects are processed using status changes with comment, new status, new assignment and new images or photos.
de: Die Struktur umfasst Projekte, Einheiten und Mängel. Weiterhin existiert ein Pool von Firmen, die einem oder mehreren Projekten und dort einem Mangel zugeordnet werden können. Projekte können z.B. Bauvorhaben oder Gebäude sein. Ihnen werden aus dem Pool aller die für dieses Projekt relevanten Firmen zugeordnet. Einheiten sind Teile des Projekts wie z.B. eine Etage oder ein Zimmer. Einheiten können einen Grundriss haben, auf dem die Mängel markiert werden. Mängel beinhalten einen Namen bzw. Kurzbeschreibung, eine Beschreibung des Problems, einen Bearbeitungsstatus, eine Zuordnung zu einer Firma, ein Zieldatum, ggf. eine Position sowie Bilder und/oder Fotos. Mängel haben eine eindeutige ID. Wenn sie hier erzeugt werden, bekommen sie eine vorläufige ID über 1000000. Nach der Übermittlung an den Server erhalten sie ihre endgültige ID vom Server. Die Bearbeitung von Problemen erfolgt als Statusänderung mit Kommentar, neuem Status, ggf. neuer Zuordnung und neuen Bildern oder Fotos.

# mainProjectsInfoHeader
source: Projects
de: Projekte

# mainProjectsInfoText
source: Here you can select a project or create a new project.
de: Hier können Sie Projekte auswählen oder neue Projekte erstellen.

# mainCompaniesInfoHeader
source: Companies
de: Firmen

# mainCompaniesInfoText
source: Here you can select a company or create a new one. All of them make a pool of companies, which can each be attached to a project.
de: Hier können Sie Firmen auswählen oder neue erstellen. Alle zusammen bilden einen Pool, aus dem sie jeweils einem Projekt zugeordnet werden können. Antippen der folgenden Symbole ändert die Sichtbarkeit der Mängel nach Zuordnung.

source: Projects
de: Projekte

source: Project
de: Projekt

source: New Project
de: Neues Projekt

source: Select Companies
de: Firmen zuordnen

source: Project Report
de: Projektbericht

# companyFilterSymbolText
source: Filter items by assigned company.
de: Elemente nach zugeordneten Firmen filtern.

# projectReportSymbolText
source: Create a report of the project (PDF)
de: Einen Report des Projekts erstellen (PDF).

# projectEditSymbolText
source: Change data of a project (standalone only).
de: Die Daten eines Projekts ändern (nur ohne Serveranbindung oder vor der Übermittlung an den Server).

# projectDeleteSymbolText
source: Delete a project. This will also delete all subelements.
de: Ein Projekt löschen. Dies ist löscht auch sämtliche Unterelemente (auf dem Server werden keine Elemente gelöscht).

# projectEditInfoHeader
source: Edit a project
de: Ein Projekt erstellen oder ändern

# projectEditInfoText
source: The name is mandatory. Selected companies are part of this project and can be assigned to defects. At least one is mandatory.
de: Der Name ist ein Pflichtfeld. Ausgewählte Firmen sind Teil des Projekts und können Mängeln zugeordnet werden. Mindestens eine/r ist Pflicht.

# projectUnitsInfoHeader
source: Project Units
de: Projekteinheiten

# projectUnitsInfoText
source: Units are parts of the project like a floor or a room. Units can have a (ground) plan, where defects can be marked on.
de: Einheiten sind Teile des Projekts wie z.B. eine Etage oder ein Zimmer. Einheiten können einen Plan/Grundriss haben, auf dem die Mängel markiert werden.

# projectSealSymbolText
source: This marks a unit when no filter is active.
de: Dies markiert eine Einheit, wenn kein Filter aktiv ist.

# projectCheckmarkSealSymbolText
source: This marks a unit when it has filtered items.
de: Dies markiert eine Einheit, wenn er gefilterte Elemente enthält.

# projectXmarkSealSymbolText
source: This marks a unit when it has no filtered items. You cannot select it.
de: Dies markiert eine Einheit, wenn er keine gefilterten Elemente enthält. Er Kann nicht ausgewählt werden.

source: Units
de: Projekteinheiten

source: Unit
de: Projekteinheit

source: New Unit
de: Neue Projekteinheit

source: Approve Date
de: Abnahmedatum

# planReplaceInfo
source: Replacing the plan invalidates all defect positions. Do want to proceed?
de: Das Ersetzen des Plans macht alle Mangelpositionen ungültig. Wollen Sie fortfahren?

source: Unit Report
de: Bericht für die Einheit

# unitContext
source: Project: %@
de: Projekt: %@

# unitEditSymbolText
source: Change data of a unit (standalone only).
de: Die Daten einer Einheit ändern (nur ohne Serveranbindung oder vor der Übermittlung an den Server).

# unitReportSymbolText
source: Create a report of the unit (PDF)
de: Einen Report der Einheit erstellen (PDF).

# unitDeleteSymbolText
source: Delete a unit. This will also delete all subelements.
de: Eine Einheit löschen. Dies ist löscht auch sämtliche Unterelemente (auf dem Server werden keine Elemente gelöscht).

# unitPlanInfoHeader
source: Unit plan
de: Grundriss

# unitPlanInfoText
source: If a unit has a plan, the positions of the defects of that unit are marked with red arrows. Selecting an arrow opens the respective defect.
de: Wenn eine Einheit einen Plan enthält, werden die Positionenen der Mängel auf dem Plan mit einem roten Pfeil markiert. Auswählen öffnet den jeweiligen Mangel.

# unitDefectsHeader
source: Defects
de: Mängel

# unitDefectsInfoText
source: Defects include a name or short description, a description of the defect, a status, an assignment to a company, a target date, a position and images and/or photos.
de: Mängel beinhalten einen Namen bzw. Kurzbeschreibung, eine Beschreibung des Problems, einen Bearbeitungsstatus, eine Zuordnung zu einer Firma, ein Zieldatum, ggf. eine Position sowie Bilder und/oder Fotos.

# unitSealSymbolText
source: This marks a defect when no filter is active.
de: Dies markiert einen Mangel, wenn kein Filter aktiv ist.

# unitCheckmarkSealSymbolText
source: This marks a defect when it has been selected by the filter.
de: Dies markiert einen Mangel, wenn er durch den Filter ausgewählt ist.

# unitXmarkSealSymbolText
source: This marks a defect when it has been deselected by the filter. You cannot select it.
de: Dies markiert einen Mangel, wenn er durch den Filter nicht ausgewählt ist. Er Kann nicht ausgewählt werden.

# unitEditInfoHeader
source: Create or change a unit
de: Eine Projekteinheit erstellen oder ändern

# unitEditInfoText
source: The name is mandatory.
de: Der Name ist ein Pflichtfeld.

source: Defects
de: Mängel

source: Defect
de: Mangel

source: New Defect
de: Neuer Mangel

source: Open
de: Offen

source: Disputed
de: Strittig

source: Rejected
de: Abgelehnt

source: Done
de: Erledigt

source: Assigned to
de: Zugeordnet an

source: Notified
de: Benachrichtigt

source: Due Date
de: Zieldatum

source: Project Phase
de: Projektphase

# PREAPPROVAL
source: During Execution
de: Während der Ausführung

source: Approval
de: Abnahme

source: Liability
de: Gewährleistung

source: Select Position
de: Position markieren

source: Save Position
de: Position speichern

source: open
de: offen

source: disputed
de: strittig

source: rejected
de: abgelehnt

source: Defect Report
de: Mängelbericht

# defectContext
source: Project: %@, Unit: %@
de: Projekt: %@, Einheit: %@

# defectEditSymbolText
source: Change data of this defect (standalone only).
de: Die Daten eines Mangels ändern (nur ohne Serveranbindung oder vor der Übermittlung an den Server).

# defectReportSymbolText
source: Create a report of this defect (PDF)
de: Einen Report des Mangels erstellen (PDF).

# defectDeleteSymbolText
source: Delete a defect. This will also delete all images and status changes.
de: Einen Mangel löschen. Dies ist löscht auch sämtliche Bilder und Statusänderungen (auf dem Server werden keine Elemente gelöscht).

# statusChangeInfoHeader
source: Status Changes
de: Statusänderungen

# statusChangeInfoText
source: Status changes are follow-ups of defects when somebody made some progress. They include comment, new status, new assignment and new images or photos.
de: Statusänderungen sind Folgeeinträge für einen Mangel, wenn jemand einen Fortschritt erzielt hat oder sich der Status anderweitig geändert hat. Sie enthalten einen Kommentar, einen neuen Status, ggf. eine neue Zuordnung und neue Bilder oder Fotos

# defectEditInfoHeader
source: Document or change a defect
de: Einen Mangel dokumentieren oder ändern

# defectEditInfoText
source: The name is mandatory. It should be a short description.
de: Alle mit * gekennzeichneten Felder sind Pflichtfelder. Zum Ändern eines Datums tippen Sie auf das Datum. Zum Ändern der Position tippen Sie auf das Bleistiftsymbol über dem Grundriss.

# defectPositionInfoHeader
source: Mark a position
de: Eine Position markieren

# defectPositionInfoText
source: Tap on the plan until the red arrow marks the position correctly.
de: Tippen Sie auf den Grundriss, bis der rote Pfeil die Position richtiog markiert.

source: Status Changes
de: Statusänderungen

# statusChange
source: Statu Change
de: Statusänderung

# addStatusChange
source: Document a Status Change
de: Neue Statusänderung hinzufügen

# previousAssignment
source: Assignmnt
de: Zuordnung

source: New Assignment
de: Neue Zuordnung

# statusChangeContext
source: Project: %@, Unit: %@, Defect: %@
de: Projekt: %@, Einheit: %@, Mangel: %@

# statusChangeEditInfoHeader
source: Document a status change
de: Eine neue Statusänderung dokumentieren

# statusChangeEditInfoText
source: The comment is mandatory.
de: Der Kommentar ist ein Pflichtfeld.

source: Companies
de: Firmen

source: Company
de: Firma

source: New Company
de: Neue Firma

source: Street
de: Straße

source: Zip Code
de: Plz

source: City
de: Stadt

source: Phone
de: Telefon

source: Notes
de: Bemerkungen

source: Nobody
de: Niemand

# companyEditSymbolText
source: Change data of a company.
de: Die Daten einer Firma ändern.

# companyDeleteSymbolText
source: Delete a company. This is not possible, if there is already an assignment to a project or issue.
de: Firma löschen. Dies ist nur möglich, wenn noch keine Zuordnung zu einem Projekt oder Mangel vorliegt.

# companyEditInfoHeader
source: Create or edit a company
de: Firma erstellen oder ändern

# companyEditInfoText
source: A name is mandatory. An email should be entered, if the company should be notified or receive documents by email. All other data are for addressing or information.
de: Der Name ist ein Pflichtfeld. Eine Email sollte eingetragen werden, wenn die Firma per Email benachrichtigt oder Dokumente geschickt bekommen soll. Alle anderen Daten dienen der Adressierung oder Information.

source: Connection State
de: Verbindungsstatus

# connected
source: Logged in
de: Angemeldet

# disconnected
source: Not logged in
de: Nicht angemeldet

# synchronizeServer
source: Synchronization with the Server
de: Synchronisation mit dem Server

# newElements
source: New Items
de: Neue Elemente

# uploaded
source: Uploaded to Server
de: Auf den Server hochgeladen

# downloaded
source: Downloaded from Server
de: Vom Server heruntergeladen

source: Present Images
de: Vorhandene Bilder

# serverInfoHeader
source: Synchronization with the Server
de: Synchronisation mit dem Server

# serverInfoText
source: todo
de: Hier können Sie Daten mit dem Server synchronisieren.Der aktuelle Verbindungsstatus wird mit dem verbundenen Benutzer angezeigt. Wenn Sie die Verbindung ändern oder erneuern wollen, tippen Sie auf 'Anmelden'.

# openLogin
source: Log in
de: Anmelden

source: Login Data
de: Anmeldedaten

source: Login Name
de: Anmeldename

source: Password
de: Passwort

source: Log In
de: Anmelden

source: Log Out
de: Abmelden

# loggedIn
source: You have been successfully logged in
de: Sie haben sich erfolgreich angemeldet.

# loginInfoText
source: Fill the URL, login name and password of the CoDefTrack server you want to use as cloud server.
de: Tragen Sie URL, Anmeldename und Passwort des Codef-Servers ein, den Sie als Server benutzen möchten.

source: Settings
de: Einstellungen

source: App mode
de: App-Modus

# appModeText
source: This app can be used standalone or with a cloud connection. During a server connection elements existing on the server can only be extended. Deletions take place only locally. Changing the mode will clear all local data!
de: Diese App kann mit oder ohne eine Serververbindung benutzt werden. Bei einer Serververbindung können auf dem Server existierende Elemente nur erweitert werden. Löschungen werden nur lokal durchgeführt.

# useServer
source: With Server Connection
de: Mit Serververbindung

# settingsText
source: This app can show some fields in different ways.
de: Diese App kann einige Felder in unterschiedlicher Weise darstellen.

# useDateTime
source: Show time in date texts
de: Datum mit Zeitangabe anzeigen

# useNotified
source: Show a notitification flag for defects
de: Benachrichtigungsschalter anzeigen

# deleteData
source: Delete all Data
de: Alle Daten löschen

# deleteDataHint
source: All current data will be deleted from the app.
de: Alle lokalen Daten werden gelöscht!

# dataDeleted
source: Data has been deleted
de: Die Daten wurden gelöscht.

source: Cleanup
de: Aufräumen

# settingsInfoStandaloneHeader
source: App Mode
de: App-Modus

# settingsInfoStandaloneText
source: Choose using a server or using the app standalone.
de: Diese App kann mit oder ohne eine Serververbindung benutzt werden. Bei einer Serververbindung werden die Bearbeitungsrechte an die Rechte durch die Anmeldung angepasst. Ein Wechsel löscht alle lokalen Daten. Sie können vorher ein Backup durchführen.

# settingsInfoCleanupHeader
source: Cleanup
de: Aufräumen

# settingsInfoCleanupText
source: Here you can delete all images, which are not in use any more.
de: Hier können Sie alle Bilder löschen, die nicht mehr benutzt werden.

source: Create Backup
de: Backup erstellen

source: Restore
de: Wiederherstellen

source: Restore Backup
de: Backup wiederherstellen

# restoreHint
source: During restore all previous data will be deleted. Do you want to continue?
de: Beim Wiederhestellen werden alle anderen Daten gelöscht. Wollen Sie fortfahren?

# restoreDone
source: The backup has been restored.
de: Das Backup wurde eingespielt.
